src/soap/templates/setPlayMode.xml

<s:Envelope xmlns:s='http://schemas.xmlsoap.org/soap/envelope/'
            s:encodingStyle='http://schemas.xmlsoap.org/soap/encoding/'>
    <s:Body>
        <u:SetPlayMode xmlns:u='urn:schemas-upnp-org:service:AVTransport:1'>
            <InstanceID>0</InstanceID>
            <NewPlayMode>
                NORMAL
            </NewPlayMode>
        </u:SetPlayMode>
    </s:Body>
</s:Envelope>
